Repository: sahadevgupta/Sodexo_KKH
Catalog: Sodexo_KKH/Sodexo_KKH/Resx/AppResources.*.resx
Languages: th_th

# txtlogin
source: Login
th_th: เข้าสู่ระบบ

# allgeyText
source: Allergy
th_th: อาหารก่อภูมิแพ้

# btnloginContent
source: SUBMIT
th_th: ส่ง

# btnsearch1Content
source: Search
th_th: ค้นหา

# cmbsearchbypatientPlaceholderText
source: Select bed no.
th_th: เลือกหมายเลขเตียง

# cmbsearchbywardPlaceholderText
source: Select ward no.
th_th: เลือกหมายเลขวอร์ด

# contentdesc
source: Do you want to proceed to sync?
th_th: คุณต้องการดำเนินการเชื่อมต่อหรือไม่?

# contentno
source: No
th_th: ไม่

# contenttit
source: There are
th_th: มี

# contenttit2
source: Meal Orders available for sync
th_th: มีคำสั่งมื้ออาหารสำหรับการซิงค์

# contentyes
source: Yes
th_th: ใช่

# cservText
source: Change Server
th_th: เปลี่ยนพนักงานเสิร์ฟ

# msg1
source: Meal Orders Have been synced successfully
th_th: การสั่งอาหารเชื่อมต่อสำเร็จแล้ว

# msg10
source: Server is not accessible, please check internet connection.
th_th: ไม่สามารถเข้าระบบเซิร์ฟเวอร์ได้ กรุณาตรวจสอบสัญญาณอินเตอร์เน็ต

# msg11
source: No data available for sync
th_th: ไม่มีข้อมูลสำหรับเชื่อมต่อ

# msg12
source: History cannot be shown in offline mode.
th_th: ไม่สามารถแสดงประวัติในโหมดออฟไลน์ได้

# msg2
source: Do you want to log-out from the application?
th_th: คุณต้องการออกจากโปรแกรมหรือไม่

# msg3
source: Enter server ip address
th_th: กรุณาระบุ IP Address

# msg4
source: Please sync 'Sync Masters' and 'Sync Menu Items' from drawer menu to proceed further.
th_th: กรุณาเชื่อมต่อ "ข้อมูลผู้ป่วย" และ "รายการเมนู" เพื่อดำเนินการต่อ

# msg5
source: You can order meal for two days only.
th_th: คุณสามารถสั่งอาหารได้ 2 วันเท่านั้น

# msg6
source: SORRY, You Are Not Authorised To Take First Order Of Patient
th_th: ขออภัย คุณไม่ได้รับอนุญาตให้รับออเดอร์แรกของผู้ป่วย

# msg7
source: Patient data synced successfully.
th_th: เชื่อมต่อข้อมูลผู้ป่วยสำเร็จ

# msg8
source: Menu Items synced succeesfully.
th_th: ซิงค์รายการเมนูได้สำเร็จ

# pdataText
source: Sync Masters
th_th: เชื่อมต่อข้อมูลผู้ป่วย

# pmenuText
source: Sync Menu Items
th_th: เชื่อมต่อรายการเมนู

# pnameText
source: Patient Name
th_th: ชื่อผู้ป่วย

# porderdText
source: Daily Order Detail
th_th: รายละเอียดการสั่งอาหารรายวัน

# syncoffText
source: Sync Offline Order
th_th: เชื่อมต่อการสั่งแบบออฟไลน์

# tblklastmodifiedText
source: Last Order Taken By
th_th: การสั่งอาหารล่าสุดโดย

# tblkorderText
source: Order
th_th: การสั่ง

# txtAutoSuggestBoxPlaceholderText
source: Search
th_th: ค้นหา

# txtbedText
source: Bed:
th_th: เตียง:

# txtblockpatientsearchText
source: Patient Details
th_th: รายละเอียดผู้ป่วย

# txtCatText
source: Cat
th_th: หมวดหมู่

# txtDateText
source: Date:
th_th: วันที่:

# txtlogText
source: LogOut
th_th: ออกจากระบบ

# txtloginText
source: Login
th_th: เข้าสู่ระบบ

# txtpassPlaceholderText
source: Password
th_th: รหัสผ่าน

# txtusernamePlaceholderText
source: User Name
th_th: ชื่อผู้ใช้งาน

# txtWardText
source: Ward:
th_th: วอร์ด:

# txtWardbedText
source: Ward-Bed
th_th: เตียง

# adateText
source: Admission Date:
th_th: วันที่เข้ารับการรักษา:

# adchText
source: Adult/Child:
th_th: ผู้ใหญ่/เด็ก:

# algeText
source: Allergies:
th_th: ชื่ออาหารก่อภูมิแพ้:

# bclassText
source: Bed Class:
th_th: ระดับของเตียง:

# bevText
source: Beverages
th_th: เครื่องดื่ม

# caseText
source: Case Id:
th_th: รหัสเคส:

# closeContent
source: Close
th_th: ปิด

# ddateText
source: Discharge Date:
th_th: วันที่ออกจากโรงพยาบาล:

# dessText
source: Dessert
th_th: ของหวาน

# dobtxtText
source: DOB:
th_th: วันเดือนปีเกิด:

# entreeText
source: Entrée
th_th: ชุดอาหาร

# genderText
source: Gender:
th_th: เพศ:

# hlText
source: Halal:
th_th: ฮาลาล:

# juiceText
source: Juice
th_th: น้ำผลไม้

# odateText
source: Order Date
th_th: วันที่สั่งอาหาร

# pageText
source: Patient Age:
th_th: อายุผู้ป่วย:

# paraceText
source: Patient Race:
th_th: เชื้อชาติผู้ป่วย:

# pinameText
source: Patient Information
th_th: ข้อมูลผู้ป่วย

# pmnameText
source: Patient Meal Information
th_th: ข้อมูลมื้ออาหารผู้ป่วย

# psText
source: Patient Preference:
th_th: การตั้งค่าของผู้ป่วย:

# relText
source: Religion:
th_th: ศาสนา:

# remarkText
source: Remark
th_th: หมายเหตุ

# sbpText
source: Search By Patient Name
th_th: ค้นหาโดยชื่อผู้ป่วย

# sbwText
source: Search By ward No.
th_th: ค้นหาโดยหมายเลขวอร์ด

# spText
source: Soup
th_th: ซุป

# therText
source: Therapeutic:
th_th: อาหารเฉพาะโรค:

# txtWardbedsText
source: Ward-Bed:
th_th: เตียง

# vegText
source: Vegeterian:
th_th: มังสวิรัติ:

# aeText
source: Age:
th_th: อายุ:

# anmText
source: Adult/Child:
th_th: ผู้ใหญ่ / เด็ก:

# bclsText
source: Bed Class:
th_th: ระดับของเตียง:

# cnfContent
source: Confinement
th_th: ข้อจำกัด

# ctText
source: CUISINE TYPE
th_th: ประเภทอาหาร

# doccmnText
source: Doc Comments:
th_th: ความเห็นแพทย์:

# dosText
source: Date Of Service:
th_th: วันที่ให้บริการ:

# DTText
source: Disposable Tray:
th_th: ถาดสำหรับทิ้ง:

# faText
source: FOOD ALLERGIES
th_th: อาหารก่อภูมิแพ้:

# gcmnText
source: Gen Comment:
th_th: ความเห็นทั่วไป:

# hlnlText
source: Halal/Non-Halal:
th_th: ฮาลาล / ไม่ฮาลาล:

# ieText
source: INGREDIENTS (Excludes)
th_th: ส่วนผสมอื่นๆที่งด

# ml
source: Meal Prefrence Changed!
th_th: เปลี่ยนข้อมูลมื้ออาหารเรียบร้อย

# ml2
source: Do you want to Change the (Veg/Nonveg)/(Halal/Non-Halal)/ Status.
th_th: คุณต้องการเปลี่ยนสถานะหรือไม่? (มังสวิรัติ/ไม่มังสวิรัติ) / (ฮาลาล/ไม่ฮาลาล) / (อาหารก่อภูมิแพ้)

# nmText
source: Name:
th_th: ชื่อ:

# nxContent
source: Next
th_th: ต่อไป

# otText
source: Others / Texture
th_th: อื่นๆ

# pserText
source: Patient Preference:
th_th: การตั้งค่าของผู้ป่วย:

# rcText
source: Race:
th_th: เชื้อชาติของผู้ป่วย

# sd
source: Sync done successfully.
th_th: การเชื่อมต่อสำเร็จ

# thText
source: THERAPEUTIC
th_th: อาหารเฉพาะโรค

# tidText
source: NRIC:
th_th: Id:

# vnText
source: Veg/Non-Veg:
th_th: มังสวิรัติ / ไม่ใช่มังสวิรัติ:

# am
source: Add to menu
th_th: เพิ่มเมนู

# ameContent
source: Add to menu
th_th: เพิ่มเมนู

# bdText
source: Bed
th_th: เตียง

# bf
source: Breakfast Late Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเช้าล่าช้า

# bfc
source: Breakfast Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเช้า

# bfco
source: Breakfast Cut off time:
th_th: กำหนดเวลาการสั่งอาหารเช้า:

# bfpl
source: Breakfast meal Order is already placed.
th_th: สั่งอาหารเช้าเรียบร้อยแล้ว

# canc
source: Do you want to cancel this order?
th_th: คุณต้องการยกเลิกการสั่งนี้หรือไม่?

# cex
source: Cut off time exceeds
th_th: เกินกำหนดเวลา

# cnContent
source: Cancel
th_th: ยกเลิก

# cnfeContent
source: Confirm
th_th: ยืนยัน

# cot
source: Cut off time:
th_th: กำหนดเวลา:

# datText
source: Diet Type:
th_th: ประเภทชนิดอาหาร:

# dn
source: Dinner Late Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเย็นล่าช้า

# dnc
source: Dinner Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเย็น

# dnco
source: Dinner Cut off time:
th_th: กำหนดเวลาการสั่งอาหารเย็น:

# dnpl
source: Dinner meal Order is already placed.
th_th: สั่งอาหารเย็นเรียบร้อยแล้ว

# dodText
source: Daily Order Detail
th_th: รายละเอียดการสั่งอาหารรายวัน

# dteText
source: Date
th_th: วันที่

# ifu
source: If you change your meal time, all selected menu items will be deleted. Do you want to change meal time?
th_th: ถ้าคุณเปลี่ยนเวลามื้ออาหาร รายการที่สั่งทั้งหมดจะถูกยกเลิก คุณต้องการเปลี่ยนเวลามื้ออาหารหรือไม่?

# le
source: Late Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารล่าช้า

# lh
source: Lunch Late Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเช้าล่าช้า

# lhc
source: Lunch Cut off time exceeds
th_th: เกินกำหนดเวลาการสั่งอาหารเช้า

# lhco
source: Lunch Cut off time:
th_th: กำหนดเวลาการสั่งอาหารเช้า:

# lhpl
source: Lunch meal Order is already placed.
th_th: สั่งอาหารกลางวันเรียบร้อยแล้ว

# mcText
source: Meal Class:
th_th: ประเภทของมื้ออาหาร:

# mo
source: Meal order cancellation!
th_th: ยกเลิกการสั่งอาหาร

# mosText
source: Meal Option:
th_th: อาหารที่เลือก:

# mp
source: Meal order is already placed.
th_th: สั่งอาหารเรียบร้อยแล้ว

# msText
source: Meal Summary
th_th: สรุปรายการอาหาร

# mtText
source: Meal Type:
th_th: ประเภทมื้ออาหาร:

# mteText
source: Meal Time
th_th: เวลามื้ออาหาร

# odtText
source: Order Date:
th_th: วันที่สั่งอาหาร:

# oteText
source: OTHERS
th_th: อื่นๆ

# pdText
source: Patient Details
th_th: รายละเอียดผู้ป่วย

# pnText
source: Patient Name:
th_th: ชื่อผู้ป่วย:

# pneText
source: Patient/NRIC
th_th: ผู้ป่วย / NRIC

# poContent
source: Place Order
th_th: สั่งอาหาร

# rm
source: Remove
th_th: เอาออก

# rmsText
source: Remarks:
th_th: หมายเหตุ:

# wdText
source: Ward
th_th: วอร์ด

# yc
source: You can't select more than one item.
th_th: คุณไม่สามารถเลือกมากกว่า 1 รายการ

# ycn
source: Your order is cancelled. Do you want to place order for same patient?
th_th: ยกเลิกการสั่งอาหาร คุณต้องการสั่งอาหารใหม่ให้ผู้ป่วยนี้หรือไม่?

# yo
source: Your order is confirmed. Do you want to place another order for same patient?
th_th: ยืนยันการสั่งอาหาร คุณต้องการสั่งอาหารอีกรายการให้ผู้ป่วยนี้หรือไม่?

# yoff
source: Your order is Saved Locally ,it will be confirmed when Internet is available and syncing from menu bar. Do you want to place order for same patient?
th_th: การสั่งอาหารของคุณถูกบันทึกแล้ว และจะได้รับการยืนยันเมื่อใช้งานอินเตอร์เน็ตได้ และเชื่อมต่อกับเมนู คุณต้องการสั่งอาหารให้กับผู้ป่วยนี้หรือไม่?

# yon
source: Your order is not confirmed, there is some problem to process your request. Please check your internet connection.
th_th: การสั่งอาหารของคุณไม่ได้รับการยืนยัน เนื่องจากมีปัญหาในการดำเนินการ กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ต

# yun
source: You have un-selected
th_th: คุณมีรายการที่ยังไม่ได้เลือก

# msg13
source: Meal order status updated
th_th: อัพเดทสถานะรายการอาหารแล้ว

# msg22
source: Only FSA and Nurse can login in tablet.
th_th: เฉพาะ FSA และพยาบาลเท่านั้นที่สามารถเข้าสู่ระบบในแท็บเล็ต

# msg2w
source: Invalid user name or password.
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง.

# pls
source: Please select any items from Entree menu Or select meal option.
th_th: โปรดเลือกรายการใด ๆ จากเมนู ชุดอาหาร หรือเลือกตัวเลือกอาหาร

# slText
source: Language
th_th: ภาษา

# plss
source: Please enter user name and password.
th_th: โปรดป้อนชื่อผู้ใช้และรหัสผ่าน

# serv
source: Connection to the server failed, please check
th_th: การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลวโปรดตรวจสอบ

# mlc
source: Meal confirmation!
th_th: การยืนยันมื้ออาหาร

# mlc2
source: Do you want to confirm order?
th_th: คุณต้องการยืนยันคำสั่งซื้อหรือไม่?

# can
source: Cancel
th_th: ยกเลิก

# ent
source: Enter server ip address
th_th: ป้อนที่อยู่ IP ของเซิร์ฟเวอร์

# ent2
source: Please save server ip address/name.
th_th: โปรดบันทึกที่อยู่ IP ของเซิร์ฟเวอร์ / ชื่อ

# sv
source: Save
th_th: บันทึก

# nitText
source: No Item Available
th_th: ไม่มีรายการสินค้า

# yor
source: Your order is not confirmed, there is some problem to process your request. Please check your internet connection
th_th: คำสั่งซื้อของคุณไม่ได้รับการยืนยันมีปัญหาในการดำเนินการตามคำขอของคุณ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ

# pmname1
source: Patient Meal Information
th_th: ข้อมูลมื้ออาหารผู้ป่วย

# cor1Text
source: Cancel
th_th: ยกเลิก

# cor2Text
source: Order
th_th: ใบสั่ง

# offl
source: Order is already Placed in offline mode for this Patient
th_th: คำสั่งซื้อถูกวางไว้ในโหมดออฟไลน์สำหรับผู้ป่วยรายนี้แล้ว

# offl2
source: Please Sync it from patient details screen.
th_th: โปรดซิงค์ข้อมูลจากหน้าจอรายละเอียดผู้ป่วย

# codText
source: Cancel Order
th_th: ยกเลิกคำสั่งซื้อ

# ml1
source: Meal Order Successfully Cancelled
th_th: ยกเลิกการสั่งซื้อมื้ออาหารเรียบร้อยแล้ว

# ml12
source: Meal Order cancellation failed
th_th: ยกเลิกคำสั่งซื้อมื้ออาหารล้มเหลว

# nit2
source: No Item Available
th_th: ไม่มีรายการสินค้า

# rm1
source: Please enter remark
th_th: โปรดใส่คำพูด

# mc22
source: You can not place meal order as meal class name is not active.
th_th: คุณไม่สามารถสั่งอาหารได้เนื่องจากชื่อชั้นอาหารไม่ได้ใช้งาน

# txtdiaContent
source: Diabetic
th_th: ผู้ป่วยโรคเบาหวาน

# pio
source: Updated Patient Information
th_th: อัปเดตข้อมูลผู้ป่วยแล้ว

# obyText
source: Order by
th_th: สั่งโดย

# txtDataText
source: Update Available
th_th: อัปเดตพร้อมใช้งาน

# cgContent
source: Care Giver
th_th: ผู้ดูแล

# motText
source: Mode of transaction:
th_th: โหมดของการทำธุรกรรม:

# txtamtText
source: Amount
th_th: ราคา

# txtmiText
source: Menu Item
th_th: รายการเมนู

# txtoidText
source: Order Id:
th_th: รหัสคำสั่งซื้อ:

# txttotText
source: Total :
th_th: ทั้งหมด :

# btnupdateContent
source: Update
th_th: ปรับปรุง

# sall
source: Select All
th_th: เลือกทั้งหมด

# spdataText
source: Sync Patient Data
th_th: ซิงค์ข้อมูลผู้ป่วย

# feedText
source: Feedback
th_th: ข้อเสนอแนะ

# logsure
source: Are you sure you want to logout?
th_th: คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ?

# mss1
source: Please select patient name from suggestions first
th_th: โปรดเลือกชื่อผู้ป่วยจากคำแนะนำก่อน

# pls11
source: Please select ward number first.
th_th: โปรดเลือกหมายเลขวอร์ดก่อน

source: Alert
th_th: การเตือน

# delivered_message
source: Selected Meal order status changed as delivered
th_th: สถานะคำสั่งซื้อมื้ออาหารที่เลือกมีการเปลี่ยนแปลงเมื่อส่งมอบ

# scanned_orderid_not_match
source: Scanned order id does not match
th_th: รหัสคำสั่งการสแกนไม่ตรงกัน

# select_ward_mealtime_first
source: Please select Ward and mealtime first.
th_th: กรุณาเลือกเวลาของวอร์ดและมื้ออาหารก่อน

source: Verify
th_th: สอบสวน

# flna
source: Feedback link not available
th_th: ไม่สามารถใช้ลิงก์คำติชม

# fluidText
source: Fluid Consistency:
th_th: ความสอดคล้องของของไหล

# dietText
source: DIET TEXTURE
th_th: พื้นผิวอาหาร

# orderstatusText
source: Meal Order Status
th_th: สถานะการสั่งอาหาร

# statusText
source: Status
th_th: สถานะ

# srnText
source: Sr. No.
th_th: เลขที่

# srText
source: Role
th_th: บทบาท

# fomsg
source: You changed the patient's settings. Do you want to delete the future orders of this patient?
th_th: คุณเปลี่ยนการตั้งค่าของผู้ป่วย คุณต้องการลบคำสั่งซื้อในอนาคตของผู้ป่วยรายนี้หรือไม่?

# msg9
source: Unable to change patient settings during offline mode. Please undo the changes and try again
th_th: ไม่สามารถเปลี่ยนการตั้งค่าผู้ป่วยในโหมดออฟไลน์ โปรดเลิกทำการเปลี่ยนแปลงและลองอีกครั้ง

# msg0
source: Master data synced successfully.
th_th: ซิงค์ข้อมูลหลักเรียบร้อยแล้ว
